export const MEMO_ITEMS: any[] = [
  {
    user_name: '가미래',
    user_profile: 'rgb(196,37,12)',
    title: '지원자 체크 리스트 지원자 체크 리스트 지원자 체크 리 지나가야하는 것이다',
    content:
      '소년기란 홍역처럼 어릴 때 앓고 지나가야하는 것이다. 중년이 되어 소년기가 찾아오면 심각한 증상이 될 가능성이 높다 인간에게는 의식적인 노력으로 자신의 삶을 높일 능력이 분명히 있다는 것보다 더 용기를 주는 사실은 없다.',
  },
  {
    user_name: '나미래',
    user_profile: 'rgb(111,100,113)',
    title: '지원자 체크 리스트',
    content: '낡은 외투를 그냥 입고 새 책을 사라!',
  },
  {
    user_name: '다미래',
    user_profile: 'rgb(275,201,68)',
    title: '다미래 평가표',
    content:
      '우정이 깊어지는 것을 거부하지 말라 열에 아홉이 아무 것도 가져다 주지 않을 때 나머지 하나가 되돌려 줄 수 있으니',
  },
  {
    user_name: '라미래',
    user_profile: 'rgb(222,237,12)',
    title: '일이삼사오육칠팔구십일이삼사오육칠팔구십일이삼사오육칠팔구십일이삼사오육칠팔구십',
    content: '많은 긍정적 사고를 가진 기업이 부정적 사고를 가진 기업을 인수해 부자가 됐다.',
  },
]
