import * as Styles from './styles'

export const SteadPolicyContents = () => {
  return (
    <Styles.List>
      <Styles.Item>
        <Styles.SubTitle>제 1조. 목적</Styles.SubTitle>
        <Styles.Content>
          본 약관은 (주)풀랩 (이하 "회사")가 이용자에게 헤드헌팅서비스 및 관련 제반 서비스(이하
          “서비스”)를 제공함에 있어, 회사가 제공하는 서비스와 관련하여, 이를 이용하는 이용자(이하
          “구직자”)의 이용조건 및 제반 절차, 기타 필요한 사항을 규정함을 목적으로 한다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 2조. 용어의 정의</Styles.SubTitle>
        <Styles.Content>
          ① 본 약관에서 사용하는 용어의 정의는 다음과 같다.
          <br />
          1. “서비스”라 함은 구직자가 구직 목적으로 제공 또는 등록하는 정보를 회사가 가공 및
          DB화하여 구직자에게 적합한 기업(아래에 정의됨)을 선정하여 구직자에게 지원 제안을 하는
          서비스(“매칭서비스”), 적합한 기업에게 구직자정보를 제공하는 서비스(“열람서비스”) 및 이와
          관련한 제반 서비스를 의미한다.
          <br />
          2. “구직자”이라 함은 본 약관에 따라 회사와 이용계약을 체결하고 회사가 제공하는 서비스를
          이용하는 자를 의미한다.
          <br />
          3. “기업”이라 함은 회사와 계약을 맺고 회사가 제공하는 채용협업툴 STEAD 서비스를 이용하는
          기업(개인사업자, 단체, 연구/교육기관 포함)을 의미한다.
          <br />
          4. “구직자정보”라 함은 구직자가 구직 목적으로 회사에 제공 또는 등록하는 모든 정보를
          의미한다. 구직자정보 가운데 열람서비스를 위해 기업에 제공하는 정보를 “열람정보”라 한다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 3조. 약관의 명시와 개정</Styles.SubTitle>
        <Styles.Content>
          ① 회사는 본 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처 등을
          구직자가 쉽게 알 수 있도록 구직자에게 고지한다. 다만, 약관의 내용은 구직자가 연결화면을
          통하여 볼 수 있도록 할 수 있다.
          <br />② 회사는 약관의 규제에 관한 법률, 전기통신기본법, 전기통신사업법, 정보통신망
          이용촉진 및 정보보호 등에 관한 법률, 개인정보 보호법 등 관련 법령을 위배하지 않는 범위에서
          이 약관을 개정할 수 있다.
          <br />③ 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께
          개정약관의 적용일자 7일 전부터 적용일자 전일까지 서비스 페이지에 공지한다. 다만, 구직자의
          권리, 의무에 중대한 영향을 주는 변경의 경우에는 적용일자 30일 전까지 공지한다.
          <br />④ 구직자는 변경된 약관에 대해 거부할 권리가 있다. 구직자는 변경된 약관이 공지된 지
          15일 이내에 거부의사를 표명할 수 있다. 구직자가 거부하는 경우 본 서비스 제공자인 회사는
          15일의 기간을 정하여 구직자에게 사전 통지 후 당해 구직자와의 계약을 해지할 수 있다. 만약,
          구직자가 거부의사를 표시하지 않거나, 전항에 따라 시행일 이후에 서비스를 이용하는 경우에는
          동의한 것으로 간주한다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 4조. 약관의 해석</Styles.SubTitle>
        <Styles.Content>
          ① 이 약관에서 규정하지 않은 사항에 관해서는 약관의 규제에 관한 법률, 전기통신기본법,
          전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등의 관계법령에 따른다.
          <br />② 구직자가 회사와 개별 계약을 체결하여 서비스를 이용하는 경우에는 개별 계약이
          우선한다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 5조. 이용계약의 성립</Styles.SubTitle>
        <Styles.Content>
          ① 서비스 이용계약은 서비스를 이용하고자 하는 자(이하 “이용희망자”라 한다)의 본 약관에 대한
          동의와 구직자정보 제공에 대한 동의 후 회사가 이를 승낙함으로써 성립된다.
          <br />② 구직자는 회사의 승낙 후 본인의 구직자정보를 회사에 제공함으로써 서비스를 이용할 수
          있다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 6조. 이용신청의 승낙과 제한</Styles.SubTitle>
        <Styles.Content>
          ① 회사는 이용신청 고객에 대하여 업무수행상 또는 기술상 지장이 없는 경우에 서비스
          이용신청을 승낙한다.
          <br />② 회사는 아래사항에 해당하는 경우에 대해서는 이용신청을 승낙하지 아니한다.
          <br />
          1. 실명이 아니거나 타인의 명의를 이용 및 도용하여 신청한 경우
          <br />
          2. 이용계약 신청서의 내용을 허위로 기재한 경우 혹은 이용계약 이후의 허위 기재한 사실이
          발각된 경우
          <br />
          3. 만 15세 미만의 아동이 신청한 경우. 다만, 만 13세 이상 만 15세 미만의 아동으로서
          노동부장관 발행의 취업인허증이 있는 경우에는 그러하지 아니한다.
          <br />
          4. 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며
          신청하는 경우
          <br />③ 회사는 아래사항에 해당하는 경우에는 그 신청에 대하여 승낙제한 사유가 해소될 때까지
          승낙을 유보할 수 있다.
          <br />
          1. 회사가 설비의 여유가 없는 경우
          <br />
          2. 회사의 기술상 지장이 있는 경우
          <br />
          3. 기타 회사의 귀책사유로 이용승낙이 곤란한 경우
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 7조. 개인정보의 보호 및 관리</Styles.SubTitle>
        <Styles.Content>
          ① 회사는 「개인정보 보호법」 등 관계 법령이 정하는 바에 따라 구직자정보를 포함한 구직자의
          개인정보를 보호하기 위하여 노력한다. 구직자의 개인정보 보호 및 사용에 대해서는 회사가
          별도로 고지하는 개인정보처리방침에 따른다.
          <br />② 회사는 「개인정보 보호법」 및 「개인정보의 안전성 확보 조치 기준」, 「개인정보의
          기술적·관리적 보호조치 기준」 등 관련 법령에 따라 개인정보의 안전성 확보에 필요한
          관리적·기술적 조치를 취한다.
          <br />③ 회사는 구직자의 개인정보 열람, 정정·삭제, 처리 정지 요청 등에 대응하기 위한
          고객센터를 운영한다.
          <br />- 고객센터: [***]
          <br />④ 회사는 구직자의 귀책사유로 인하여 노출된 구직자의 모든 정보에 대해서는 일체의
          책임을 지지 않는다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 8조. 개인정보의 제3자 제공</Styles.SubTitle>
        <Styles.Content>
          ① 회사는 서비스 제공을 위해 회사가 선정한 적합한 기업에게 지원 제안 목적으로 구직자의
          연락처 또는 열람정보를 제공한다. 회사는 구직자의 서면에 의한 사전 승인을 얻은 경우에만
          기업에게 구직자의 구직자정보를 제공하며, 구직자정보를 제공받은 기업이 지원 제안의
          목적으로만 구직자정보를 사용하도록 하여야 한다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 9조. 구직자에 대한 통지</Styles.SubTitle>
        <Styles.Content>
          회사가 구직자에 대한 통지를 하는 경우 본 약관에 별도 규정이 없는 한 구직자의 이메일 주소로
          할 수 있다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 10조. 서비스의 제공 및 중지</Styles.SubTitle>
        <Styles.Content>
          ① 구직자는 회사가 제공하는 서비스를 본 약관, 운영정책 등 회사가 정한 규칙에 따라 이용할 수
          있다.
          <br />② 회사는 구직자가 구직자정보를 제공한 때부터 서비스를 제공하며, 연중 무휴, 1일
          24시간 제공함을 원칙으로 한다.
          <br />③ 회사는 서버 등 정보통신설비의 보수 점검, 교체 및 고장 등 운영상 상당한 이유가 있는
          경우 서비스의 제공을 일시적으로 중단할 수 있다. 이 경우 회사는 서비스의 제공이 중단되기
          전에 본 약관에서 정한 방법으로 “구직자“에게 통지한다. 다만, 회사가 사전에 통지할 수 없는
          부득이한 사유가 있는 경우 사후에 통지할 수 있다.
          <br />④ 회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은
          서비스 페이지에 공지한 바에 따른다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 11조. 서비스의 내용</Styles.SubTitle>
        <Styles.Content>
          ① 회사가 제공하는 서비스의 내용은 다음과 같다.
          <br />- 매칭서비스: 구직자가 제공한 구직자 정보를 기반으로 구직자에게 가장 적합한 특정
          기업을 회사가 선정하여, 회사가 구직자에게 지원서 제출을 제안하도록 하는 서비스
          <br />– 이 서비스를 제공받기 위해 구직자는 연락처의 제3자 제공에 동의하여야 한다. -
          열람서비스: 구직자가 제공한 구직자정보를 기반으로 구직자에게 가장 적합한 다수의 기업을
          선정하여, 해당 기업이 구직자의 열람정보를 열람함으로써, 해당 기업이 구직자에게 지원서
          제출을 제안하도록 하는 서비스
          <br />– 이 서비스를 제공받기 위해 구직자는 열람정보의 제3자 제공에 동의하여야 한다.
          열람정보는 다음 항목의 구직자정보를 포함하며, 구직자는 동의 시 일부 항목에 대해 비공개
          요청을 할 수 있다.
          <br />
          [열람정보의 항목]
          <br />
          구직자의 경력 정보(e.g. 이00 / 2010 - 2015 a 기업 마케팅팀 사원 재직 / 2016 - 2020 b 기업
          마케팅본부 마케팅 팀장 재직)만 제공하며, 구직자의 개인정보는 삭제 또는 마스킹 처리
          <br />② 구직자가 구직자정보를 회사에 제공, 등록하여 회사의 서비스 제공을 요청한 경우,
          회사가 기업에 구직자의 연락처 또는 열람정보 제공 및 기업이 구직자의 열람정보 열람에 동의한
          것으로 본다. 회사는 기업에게 유료로 구직자의 연락처 또는 열람정보를 제공할 수 있다. - 그
          외 서비스 내 구직자의 구직 활동과 관련한 제반 서비스
          <br />③ 구직자는 구직을 위해 회사에 제공, 등록하는 구직자정보에 허위 사실이 없도록
          정확하게 기재하여야 하며, 구직자가 사실과 다르거나 관련 법령에 위반되는 구직자정보를
          작성하였을 경우 발생할 수 있는 모든 문제는 회사의 고의 또는 중대한 과실이 없는 한 구직자가
          모두 부담한다.
          <br />④ 회사는 구직자의 선택에 의하여 등록 및 제공되는 구직자정보를 기준으로 구직활동에
          보다 유익한 서비스를 제공하기 위하여 이를 개발, 편집, 재구성한 통계 자료로 활용할 수 있다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 12조. 서비스의 내용 변경</Styles.SubTitle>
        <Styles.Content>
          ① 회사가 구직자에게 제공하는 서비스에 대하여 회사는 제작, 변경, 유지, 보수에 관한 포괄적인
          권한을 가진다.
          <br />② 회사는 새로운 서비스 내용, 각종 버그 패치 등 서비스의 운영상 또는 기술상의 필요한
          경우, 제공하고 있는 서비스의 전부 또는 일부를 상시적으로 수정, 추가, 폐지 등 변경할 수
          있다.
          <br />③ 회사는 서비스의 내용이 변경되는 경우 서비스 페이지에 공지하고 필요시 구직자에게
          개별 서면 통지로 공지사항을 전달한다.
          <br />④ 회사는 다음 각호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수
          있다.
          <br />
          1. 전시, 사변, 천재지변 또는 국가비상사태 등 불가항력적인 사유가 있는 경우
          <br />
          2. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는
          경우
          <br />
          3. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
          <br />
          4. 기타 회사의 제반 사정으로 서비스를 할 수 없는 경우
          <br />⑤ 회사는 서비스가 변경되거나 중지된 원인이 회사의 고의 또는 중대한 과실로 인한
          경우를 제외하고는 서비스의 변경 및 중지로 발생하는 문제에 대해서 책임을 부담하지 않는다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 13조. 게시물과 권리의 귀속 등</Styles.SubTitle>
        <Styles.Content>
          ① 서비스를 위하여 회사가 제작한 콘텐츠 등에 대한 저작권 및 지식재산권은 회사에 귀속된다.
          <br />② 서비스 목적으로 구직자가 제공, 등록한 구직자정보의 저작권은 구직자에게 귀속된다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 14조. 이용제한 등</Styles.SubTitle>
        <Styles.Content>
          ① 회사는 구직자가 본 약관의 의무를 위반하거나 기타 서비스의 정상적인 운영을 방해한 경우
          해당 구직자의 본 서비스 이용을 일시 또는 영구적으로 차단 및 중지하고 이용계약을 해지할 수
          있다.
          <br />② 회사는 제1항의 규정에도 불구하고, 구직자가 본 약관 제24조 제1항에 따라 금지되는
          행위를 한 경우, 또는 구직자가 본 약관의 의무를 중대하게 또는 반복적으로 위반하였거나,
          회사가 관련된 사정 및 상황을 기초로 그러한 것으로 합리적으로 판단하는 경우, 해당 구직자에
          대한 시정기간의 부여 없이 즉시 해당 구직자의 서비스 이용을 차단 및 중지하고 이용계약을
          해지할 수 있다.
          <br />③ 회사가 본 조에 따라 구직자의 서비스 이용을 차단, 중지하거나 이용계약을 해지하는
          경우, 회사는 제10조에서 정한 방법으로 사전에 통지한다. 단, 이러한 통지가 법령에 위반되거나
          기타 회사의 본 서비스 제공에 중대하게 부정적인 영향을 미칠 경우 이러한 통지를 생략하거나
          사후에 통지할 수 있다.
          <br />④ 본 조에 따라 구직자의 귀책으로 서비스 이용의 차단, 중지 및 이용계약 해지가
          이루어진 경우, 법령상 허용되는 최대한의 범위에서 본 서비스와 관련하여 구직자에게 제공한
          혜택은 모두 소멸되며, 회사는 이에 대해 별도로 보상하지 아니한다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 15조. 회원의 이용계약 해지 등</Styles.SubTitle>
        <Styles.Content>
          ① 구직자는 회사에 이용계약 해지 및 구직자정보 삭제 신청을 할 수 있으며, 회사는 관련법령
          등에서 정하는 바에 따라 이를 즉시 처리하여야 한다.
          <br />② 구직자의 모든 정보는 관련 법령 및 회사의 개인정보 처리방침에서 정한 바에 따라
          구직자정보를 보유할 필요가 있는 경우 또는 재가입을 방지하기 위하여 필요한 정보를
          제외하고는 삭제 신청 시점 이후 바로 삭제되며 복구할 수 없다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 16조. 서비스 이용요금</Styles.SubTitle>
        <Styles.Content>
          ① 회사는 구직자에게 무료로 서비스를 제공한다. 다만, 구직자가 자신의 수요에 따라 서비스를
          이용할 수 있도록 서비스의 기능과 범위를 조정한 서비스 또는 별도의 서비스(“유료서비스”)는
          유료로 제공될 수 있다. 회사는 유료서비스를 제공할 경우 요금에 대해 사전에 고지한다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 17조. 회사의 의무</Styles.SubTitle>
        <Styles.Content>
          ① 회사는 본 약관 및 관련법령에서 금지하는 행위 및 미풍양속에 반하는 행위를 하지 않으며,
          계속적이고 안정적인 서비스의 제공을 위하여 최선을 다하여 노력한다.
          <br />② 회사는 구직자가 안전하게 서비스를 이용할 수 있도록 신용정보를 포함한 일체의
          개인정보 보호를 위한 보안시스템을 갖추어야 하며 개인정보처리방침을 공시하고 준수한다.
          <br />
          ③ 회사는 구직자로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우에는
          합리적인 기간 내에 신속하게 처리하여야 한다. 다만, 처리에 장기간이 소요되는 경우
          구직자에게 게시판 또는 이메일 등을 통하여 지체 사유를 안내하고 처리과정 및 처리결과를
          전달한다.
          <br />④ 회사는 이용계약의 체결, 계약사항의 변경 및 해지 등 구직자와의 계약관련 절차 및
          내용 등에 있어 구직자에게 편의를 제공하도록 노력한다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 18조. 구직자의 의무</Styles.SubTitle>
        <Styles.Content>
          ① 구직자는 회사에서 제공하는 서비스를 본래의 이용 목적 이외의 용도로 사용하거나 다음 각
          호에 해당하는 행위를 해서는 아니된다.
          <br />
          1. 서비스 목적으로 회사에 정보 등록시 본인의 개인정보가 아닌 타인의 정보 또는 허위 사실을
          기재하는 행위
          <br />
          2. 본 약관 제6조의 증빙자료 제출을 요청받은 경우 허위의 내용이 기재된 자료, 위조 또는
          변조된 자료를 제출하는 행위
          <br />
          3. 본 서비스 이용을 통하여 취득한 정보를 채용 목적 외 다른 목적으로 활용하는 행위
          <br />
          4. 본 서비스를 회원의 채용활동 목적 또는 기타 회사가 명시적으로 고지 및 안내하는 이용목적
          이외의 다른 목적으로 이용하는 행위
          <br />
          5. 구인 또는 채용을 가장하여 아이디어 수집, 직업 소개, 부업 알선, 자금 모집 등을 하는 행위
          <br />
          6. 정당한 사유 없이 유료서비스를 3회 이상 반복적으로 결제, 취소하는 행위 (해당하는 경우)
          <br />
          7. 타인으로 가장하거나 타인과의 관계를 허위로 명시하는 행위
          <br />
          8. 타인의 명의 또는 정보, 다른 구직자의 계정 및 비밀번호 등을 서비스 가입, 이용 및 결제
          등의 목적으로 도용하거나 기타 부정하게 사용하는 행위
          <br />
          9. 알려지거나 알려지지 않은 버그를 악용하여 서비스를 이용하는 행위
          <br />
          10. 회사 및 제3자의 명예 또는 권리를 침해 또는 훼손하거나 본 서비스를 포함한 회사 또는
          제3자의 업무를 방해하거나 회사 및 제3자에게 손해를 가하려는 행위
          <br />
          11. 회사의 지식재산권, 제3자의 지식재산권, 초상권 등 기타 권리를 침해하거나 회사의 승인을
          받지 않고 다른 구직자의 개인정보를 수집, 저장, 유포, 게시하는 행위
          <br />
          12. 제3자를 기망하여 이득을 취하거나 회사가 제공하는 서비스를 불건전하게 이용하거나 하여
          제3자에게 피해를 주는 행위
          <br />
          13. 회사의 직원이나 운영자를 가장, 사칭하거나 또는 타인의 명의를 도용하여 문서를
          등록하거나 메일을 발송하는 행위
          <br />
          14. 회사의 동의 없이 영리, 영업, 광고, 정치활동, 불법선거운동 등을 목적으로 서비스를
          이용하는 행위
          <br />
          15. 불법 및 악성프로그램, 해킹 또는 이와 유사한 방법으로 본 서비스의 운영을 방해하는 행위
          <br />
          16. 회사가 구직자에게 부여한 권한을 초과하여 본 서비스를 접근 및 이용하는 행위
          <br />
          17. 본 서비스와 동일, 유사 또는 관련된 서비스를 개발하거나 출시하기 위한 목적으로 본
          서비스를 가입, 이용 또는 접근하는 행위
          <br />
          18. 그 구체적인 의도, 목적 및 내용을 종합적이고 합리적으로 고려할 때 실질적으로 위 각 호와
          동일하거나 그에 준하는 행위
          <br />
          19. 기타 공공질서 및 미풍양속을 위반하거나 불법적, 부당한 행위 및 법령에 위배되는 행위
          <br />② 회사는 제1항, 제2항 및 다음 각 호의 어느 하나에 해당하는 행위의 구체적인 유형을
          운영 정책에서 정할 수 있으며, 구직자는 이를 준수할 의무가 있다.
          <br />
          1. 구직자의 서비스 이용에 대한 본질적인 권리를 침해하지 않는 범위 내에서 회사가 운영상
          필요하다고 인정되는 사항
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 19조. 손해배상</Styles.SubTitle>
        <Styles.Content>
          ① 회사가 제공하는 유료서비스의 하자 등에 의하여 회사의 귀책사유로 구직자에게 피해가 발생한
          경우, 회사는 그 손해를 배상한다.
          <br />② 구직자가 본 약관의 의무를 위반함으로 인하여 회사에 손해를 입힌 경우 또는 구직자가
          서비스의 이용과 관련하여 회사에 손해를 입힌 경우 구직자는 회사에 대하여 손해를 배상하여야
          한다.
          <br />③ 구직자가 서비스를 이용함에 있어 행한 불법행위 또는 본 약관을 위반한 행위로 회사가
          제3자로부터 손해배상청구 또는 소송 등 각종 이의제기를 받는 경우 당해 구직자는 자신의
          책임과 비용으로 회사를 면책시켜야 하며, 회사가 면책되지 못한 경우 당해 구직자는 그로
          인하여 회사에 발생한 모든 손해를 배상할 책임이 있다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 20조. 책임 제한</Styles.SubTitle>
        <Styles.Content>
          ① 회사는 천재지변 또는 국가 정책 등 이에 준하는 불가항력으로 인하여 서비스를 제공할 수
          없는 경우에는 서비스 제공에 관한 책임이 면제된다.
          <br />② 회사는 구직자의 귀책사유로 인한 서비스 중지 또는 이용의 장애, 기간통신사업자가
          전기통신서비스를 중지하거나 정상적으로 제공하지 아니하여 회원에게 손해가 발생한 경우에는
          책임이 면제된다.
          <br />③ 회사는 구직자가 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의
          내용에 관하여는 책임을 지지 않는다.
          <br />④ 회사는 구직자 간 또는 구직자와 제3자 간에 서비스를 매개로 하여 거래 등을 한
          경우에는 회사의 고의 또는 중대한 과실이 없는 한 책임이 면제된다.
          <br />⑤ 회사는 기업에게 구직자정보의 정확성 및 진실성을 보증하지 않으며, 기업은
          구직자로부터 수령한 정보의 정확성 및 진실성을 직접 확인하여야 한다. 회사는 기업에게
          구직자의 정보의 정확성 및 진실성과 관련하여 회사의 고의 또는 중대한 과실이 없는 한 일체의
          책임을 부담하지 않는다.
          <br />⑥ 회사는 무료로 제공되는 서비스 이용과 관련하여 관련법령에 특별한 규정이 없는 한
          책임을 지지 않는다.
          <br />⑦ 회사는 구직자의 귀책이 있는 사유를 이유로 제16조에 따라 이루어진 본 서비스 이용의
          차단 및 중지 및 이용계약 해지에 대하여 법령상 허용하는 범위 내에서 어떠한 책임도 부담하지
          않는다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>제 21조. 준거법 및 재판관할</Styles.SubTitle>
        <Styles.Content>
          ① 회사와 구직자 간 제기된 소송은 대한민국법을 준거법으로 한다.
          <br />② 회사와 구직자간 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소한다.
        </Styles.Content>
      </Styles.Item>
      <Styles.Item>
        <Styles.SubTitle>부칙</Styles.SubTitle>
        <Styles.Content>이 약관은 2024년 5월 2일부터 시행합니다.</Styles.Content>
      </Styles.Item>
    </Styles.List>
  )
}
